Repository: jansoganci/budgetmeter.ios
Catalog: budgetmeter.ios/Resources/UI.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pt, tr, zh_hans

# subscription.delete_confirm_message
source: This will permanently delete this subscription. This action cannot be undone.
ar: سيؤدي هذا إلى حذف هذا الاشتراك بشكل دائم. لا يمكن التراجع عن هذا الإجراء.
de: Dies löscht dieses Abonnement dauerhaft. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente esta suscripción. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement cet abonnement. Cette action ne peut pas être annulée.
it: Questo eliminerà permanentemente questo abbonamento. Questa azione non può essere annullata.
ja: このサブスクリプションを完全に削除します。この操作は元に戻せません。
pt: Isso excluirá permanentemente esta assinatura. Esta ação não pode ser desfeita.
tr: Bu, bu aboneliği kalıcı olarak silecektir. Bu işlem geri alınamaz.
zh_hans: 这将永久删除此订阅。此操作无法撤销。

# subscription.delete_confirm_title
source: Delete Subscription?
ar: حذف الاشتراك؟
de: Abonnement löschen?
es: ¿Eliminar Suscripción?
fr: Supprimer l'Abonnement ?
it: Eliminare Abbonamento?
ja: サブスクリプションを削除しますか？
pt: Excluir Assinatura?
tr: Aboneliği Sil?
zh_hans: 删除订阅？

# subscription.error.enter_name
source: Please enter a service name
ar: يرجى إدخال اسم الخدمة
de: Bitte geben Sie einen Dienstnamen ein
es: Por favor, ingrese un nombre de servicio
fr: Veuillez entrer un nom de service
it: Inserisci un nome servizio
ja: サービス名を入力してください
pt: Por favor, insira um nome de serviço
tr: Lütfen bir hizmet adı girin
zh_hans: 请输入服务名称

# subscription.error.failed_create
source: Failed to create subscription
ar: فشل إنشاء الاشتراك
de: Abonnement konnte nicht erstellt werden
es: No se pudo crear la suscripción
fr: Échec de la création de l'abonnement
it: Impossibile creare l'abbonamento
ja: サブスクリプションの作成に失敗しました
pt: Falha ao criar a assinatura
tr: Abonelik oluşturulamadı
zh_hans: 创建订阅失败

# subscription.error.failed_delete
source: Failed to delete subscription
ar: فشل حذف الاشتراك
de: Abonnement konnte nicht gelöscht werden
es: No se pudo eliminar la suscripción
fr: Échec de la suppression de l'abonnement
it: Impossibile eliminare l'abbonamento
ja: サブスクリプションの削除に失敗しました
pt: Falha ao excluir a assinatura
tr: Abonelik silinemedi
zh_hans: 删除订阅失败

# subscription.error.failed_update
source: Failed to update subscription
ar: فشل تحديث الاشتراك
de: Abonnement konnte nicht aktualisiert werden
es: No se pudo actualizar la suscripción
fr: Échec de la mise à jour de l'abonnement
it: Impossibile aggiornare l'abbonamento
ja: サブスクリプションの更新に失敗しました
pt: Falha ao atualizar a assinatura
tr: Abonelik güncellenemedi
zh_hans: 更新订阅失败

# subscription.first_payment_date
source: First payment date *
ar: تاريخ الدفع الأول *
de: Erstes Zahlungsdatum *
es: Fecha del primer pago *
fr: Date du premier paiement *
it: Data primo pagamento *
ja: 初回支払日 *
pt: Data do primeiro pagamento *
tr: İlk ödeme tarihi *
zh_hans: 首次付款日期 *

# subscription.next_renewal
source: Next renewal: %@
ar: التجديد القادم: %@
de: Nächste Verlängerung: %@
es: Próxima renovación: %@
fr: Prochain renouvellement : %@
it: Prossimo rinnovo: %@
ja: 次回更新: %@
pt: Próxima renovação: %@
tr: Sonraki yenileme: %@
zh_hans: 下次续订：%@

# subscription.pause
source: Pause Subscription
ar: إيقاف الاشتراك مؤقتاً
de: Abonnement pausieren
es: Pausar Suscripción
fr: Mettre en Pause l'Abonnement
it: Metti in Pausa Abbonamento
ja: サブスクリプションを一時停止
pt: Pausar Assinatura
tr: Aboneliği Duraklat
zh_hans: 暂停订阅

# subscription.resume
source: Resume Subscription
ar: استئناف الاشتراك
de: Abonnement fortsetzen
es: Reanudar Suscripción
fr: Reprendre l'Abonnement
it: Riprendi Abbonamento
ja: サブスクリプションを再開
pt: Retomar Assinatura
tr: Aboneliği Devam Ettir
zh_hans: 恢复订阅

# subscription.service_name
source: Service Name *
ar: اسم الخدمة *
de: Dienstname *
es: Nombre del Servicio *
fr: Nom du Service *
it: Nome Servizio *
ja: サービス名 *
pt: Nome do Serviço *
tr: Hizmet Adı *
zh_hans: 服务名称 *

# subscription.service_name_placeholder
source: Netflix, Spotify, etc.
ar: Netflix، Spotify، إلخ
de: Netflix, Spotify, usw.
it: Netflix, Spotify, ecc.
ja: Netflix、Spotifyなど
tr: Netflix, Spotify, vb.
zh_hans: Netflix、Spotify等

# subscription.title.add
source: Add Subscription
ar: إضافة اشتراك
de: Abonnement hinzufügen
es: Agregar Suscripción
fr: Ajouter un Abonnement
it: Aggiungi Abbonamento
ja: サブスクリプションを追加
pt: Adicionar Assinatura
tr: Abonelik Ekle
zh_hans: 添加订阅

# subscription.title.edit
source: Edit Subscription
ar: تعديل الاشتراك
de: Abonnement bearbeiten
es: Editar Suscripción
fr: Modifier l'Abonnement
it: Modifica Abbonamento
ja: サブスクリプションを編集
pt: Editar Assinatura
tr: Aboneliği Düzenle
zh_hans: 编辑订阅

# subscriptions.error.delete_failed
source: Failed to delete subscription
ar: فشل في حذف الاشتراك
de: Fehler beim Löschen des Abonnements
es: Error al eliminar suscripción
fr: Échec de la suppression de l'abonnement
it: Eliminazione abbonamento fallita
ja: サブスクリプションの削除に失敗しました
pt: Falha ao excluir assinatura
tr: Abonelik silinemedi
zh_hans: 删除订阅失败

# subscriptions.error.pause_failed
source: Failed to pause subscription
ar: فشل في إيقاف الاشتراك مؤقتًا
de: Fehler beim Pausieren des Abonnements
es: Error al pausar suscripción
fr: Échec de la mise en pause de l'abonnement
it: Pausa abbonamento fallita
ja: サブスクリプションの一時停止に失敗しました
pt: Falha ao pausar assinatura
tr: Abonelik duraklatılamadı
zh_hans: 暂停订阅失败

# subscriptions.error.resume_failed
source: Failed to resume subscription
ar: فشل في استئناف الاشتراك
de: Fehler beim Fortsetzen des Abonnements
es: Error al reanudar suscripción
fr: Échec de la reprise de l'abonnement
it: Ripresa abbonamento fallita
ja: サブスクリプションの再開に失敗しました
pt: Falha ao retomar assinatura
tr: Abonelik devam ettirilemedi
zh_hans: 恢复订阅失败

# subscriptions.paused
source: Paused
ar: متوقف مؤقتاً
de: Pausiert
es: Pausado
fr: En Pause
it: In Pausa
ja: 一時停止
pt: Pausado
tr: Duraklatıldı
zh_hans: 已暂停

# subscriptions.sort.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt: Nome
tr: İsim
zh_hans: 名称

# subscriptions.sort.renewal_date
source: Renewal Date
ar: تاريخ التجديد
de: Erneuerungsdatum
es: Fecha de renovación
fr: Date de renouvellement
it: Data di rinnovo
ja: 更新日
pt: Data de renovação
tr: Yenileme Tarihi
zh_hans: 续订日期

# tab.expenses.title
source: Expenses
ar: المصروفات
de: Ausgaben
es: Gastos
fr: Dépenses
it: Spese
ja: 支出
pt: Despesas
tr: Gider
zh_hans: 支出

# tab.home.title
source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
pt: Início
tr: Ana Sayfa
zh_hans: 主页

# tab.income.title
source: Income
ar: الدخل
de: Einkommen
es: Ingresos
fr: Revenus
it: Entrate
ja: 収入
pt: Renda
tr: Gelir
zh_hans: 收入

# tab.settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações
tr: Ayarlar
zh_hans: 设置

# theme.active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: 有効
pt: Ativo
tr: Aktif
zh_hans: 使用中

# theme.applied.message
source: %@ theme has been applied successfully!
ar: تم تطبيق سمة %@ بنجاح!
de: %@-Design wurde erfolgreich angewendet!
es: ¡El tema %@ se ha aplicado correctamente!
fr: Le thème %@ a été appliqué avec succès !
it: Il tema %@ è stato applicato con successo!
ja: %@テーマが正常に適用されました！
pt: O tema %@ foi aplicado com sucesso!
tr: %@ teması başarıyla uygulandı!
zh_hans: %@ 主题已成功应用！

# theme.applied.title
source: Theme Applied!
ar: تم تطبيق السمة!
de: Design angewendet!
es: ¡Tema aplicado!
fr: Thème appliqué !
it: Tema applicato!
ja: テーマを適用しました！
pt: Tema aplicado!
tr: Tema Uygulandı!
zh_hans: 主题已应用！

# theme.apply
source: Apply Theme
ar: تطبيق السمة
de: Design anwenden
es: Aplicar tema
fr: Appliquer le thème
it: Applica tema
ja: テーマを適用
pt: Aplicar tema
tr: Temayı Uygula
zh_hans: 应用主题

# theme.currently_active
source: Currently Active
ar: نشط حالياً
de: Derzeit aktiv
es: Actualmente activo
fr: Actuellement actif
it: Attualmente attivo
ja: 現在有効
pt: Atualmente ativo
tr: Şu Anda Aktif
zh_hans: 当前使用中

# theme.name.default
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
pt: Padrão
tr: Varsayılan
zh_hans: 默认

# theme.name.forest
source: Forest
ar: غابة
de: Wald
es: Bosque
fr: Forêt
it: Foresta
ja: フォレスト
pt: Floresta
tr: Orman
zh_hans: 森林

# theme.name.midnight
source: Midnight
ar: منتصف الليل
de: Mitternacht
es: Medianoche
fr: Minuit
it: Mezzanotte
ja: ミッドナイト
pt: Meia-noite
tr: Gece Yarısı
zh_hans: 午夜

# theme.name.ocean
source: Ocean
ar: محيط
de: Ozean
es: Océano
fr: Océan
it: Oceano
ja: オーシャン
pt: Oceano
tr: Okyanus
zh_hans: 海洋

# theme.name.purple
source: Purple
ar: بنفسجي
de: Lila
es: Púrpura
fr: Violet
it: Viola
ja: パープル
pt: Roxo
tr: Mor
zh_hans: 紫色

# theme.name.sunset
source: Sunset
ar: غروب
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
it: Tramonto
ja: サンセット
pt: Pôr do sol
tr: Gün Batımı
zh_hans: 日落

# theme.nav.title
source: Themes
ar: السمات
de: Designs
es: Temas
fr: Thèmes
it: Temi
ja: テーマ
pt: Temas
tr: Temalar
zh_hans: 主题

# theme.premium.subtitle
source: Choose from beautiful color themes to personalize your BudgetMeter experience.
ar: اختر من بين سمات ألوان جميلة لتخصيص تجربة BudgetMeter.
de: Wählen Sie aus schönen Farbthemen, um Ihr BudgetMeter-Erlebnis zu personalisieren.
es: Elige entre hermosos temas de color para personalizar tu experiencia en BudgetMeter.
fr: Choisissez parmi de magnifiques thèmes de couleurs pour personnaliser votre expérience BudgetMeter.
it: Scegli tra bellissimi temi colore per personalizzare la tua esperienza BudgetMeter.
ja: 美しいカラーテーマから選んで、BudgetMeterを自分好みにカスタマイズしましょう。
pt: Escolha entre belos temas de cores para personalizar sua experiência no BudgetMeter.
tr: BudgetMeter deneyiminizi kişiselleştirmek için güzel renk temalarından seçin.
zh_hans: 从精美的颜色主题中选择，个性化您的 BudgetMeter 体验。

# theme.premium.title
source: Premium Themes
ar: سمات مميزة
de: Premium-Designs
es: Temas Premium
fr: Thèmes Premium
it: Temi Premium
ja: プレミアムテーマ
pt: Temas Premium
tr: Premium Temalar
zh_hans: 高级主题

# theme.unlock_premium
source: Unlock Premium Theme
ar: فتح السمة المميزة
de: Premium-Design freischalten
es: Desbloquear tema Premium
fr: Débloquer le thème Premium
it: Sblocca tema Premium
ja: プレミアムテーマを解除
pt: Desbloquear tema Premium
tr: Premium Temayı Aç
zh_hans: 解锁高级主题

# toolbar.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
tr: İptal
zh_hans: 取消

# toolbar.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar
tr: Kapat
zh_hans: 关闭

# toolbar.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
pt: Concluído
tr: Tamam
zh_hans: 完成

# toolbar.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt: Salvar
tr: Kaydet
zh_hans: 保存

# ui.add_monthly_income
source: Add monthly income
ar: إضافة دخل شهري
de: Monatliches Einkommen hinzufügen
es: Agregar ingreso mensual
fr: Ajouter un revenu mensuel
it: Aggiungi reddito mensile
ja: 月収を追加
pt: Adicionar renda mensal
tr: Aylık gelir ekle
zh_hans: 添加月收入

# ui.premium
source: PREMIUM
ar: مميز
ja: プレミアム
zh_hans: 高级版

# ui.savings_card
source: Savings Card
ar: بطاقة الادخار
de: Spar-Karte
es: Tarjeta de Ahorros
fr: Carte d'Épargne
it: Carta Risparmi
ja: 貯蓄カード
pt: Cartão de Economias
tr: Tasarruf Kartı
zh_hans: 储蓄卡

# ui.units.per_day
source: /day
ar: /يوم
de: /Tag
es: /día
fr: /jour
it: /giorno
ja: /日
pt: /dia
tr: /gün
zh_hans: /天

# ui.units.per_month
source: /month
ar: /شهر
de: /Monat
es: /mes
fr: /mois
it: /mese
ja: /月
pt: /mês
tr: /ay
zh_hans: /月

# ui.units.per_year
source: /year
ar: /سنة
de: /Jahr
es: /año
fr: /an
it: /anno
ja: /年
pt: /ano
tr: /yıl
zh_hans: /年

# ui.unlock
source: Unlock
ar: فتح
de: Freischalten
es: Desbloquear
fr: Débloquer
it: Sblocca
ja: 解除
pt: Desbloquear
tr: Kilidi Aç
zh_hans: 解锁

# widget.balance
source: Balance
ar: الرصيد
de: Saldo
es: Saldo
fr: Solde
it: Saldo
ja: 残高
pt: Saldo
tr: Bakiye
zh_hans: 余额

# widget.locked.cta
source: Upgrade to unlock
ar: قم بالترقية للفتح
de: Upgrade zum Freischalten
es: Actualiza para desbloquear
fr: Passez à Premium pour débloquer
it: Passa a Premium per sbloccare
ja: アップグレードして解除
pt: Faça upgrade para desbloquear
tr: Kilidi açmak için yükseltin
zh_hans: 升级以解锁

# widget.locked.subtitle
source: Unlock net daily pace on your Home Screen
ar: افتح الوتيرة اليومية الصافية على شاشتك الرئيسية
de: Schalte die Netto-Tagespace auf deinem Startbildschirm frei
es: Desbloquea el ritmo diario neto en tu pantalla de inicio
fr: Débloquez le rythme quotidien net sur votre écran d'accueil
it: Sblocca il ritmo giornaliero netto sulla schermata Home
ja: ホーム画面で日次ネットペースを解除
pt: Desbloqueie o ritmo diário líquido na tela inicial
tr: Ana Ekranınızda net günlük tempoyu açın
zh_hans: 在主屏幕上解锁每日净节奏

# widget.locked.title
source: Premium Widget
ar: ويدجت مميز
es: Widget Premium
fr: Widget Premium
it: Widget Premium
ja: プレミアムウィジェット
pt: Widget Premium
zh_hans: 高级小组件

# widget.missing.message
source: Open BudgetMeter to refresh
ar: افتح BudgetMeter للتحديث
de: Öffne BudgetMeter zum Aktualisieren
es: Abre BudgetMeter para actualizar
fr: Ouvrez BudgetMeter pour actualiser
it: Apri BudgetMeter per aggiornare
ja: 更新するにはBudgetMeterを開いてください
pt: Abra o BudgetMeter para atualizar
tr: Yenilemek için BudgetMeter'ı açın
zh_hans: 打开 BudgetMeter 以刷新

# widget.pace.description
source: See whether you're moving forward or slowing down
ar: اعرف ما إذا كنت تتقدم أو تتباطأ
de: Sehen Sie, ob Sie vorankommen oder langsamer werden
es: Mira si avanzas o te estás frenando
fr: Voyez si vous avancez ou ralentissez
it: Scopri se stai avanzando o rallentando
ja: 前進しているか減速しているかを確認
pt: Veja se você está avançando ou desacelerando
tr: İlerleyip ilerlemediğinizi veya yavaşlayıp yavaşlamadığınızı görün
zh_hans: 查看你是在前进还是放缓

# widget.pace.label
source: Today's pace
ar: وتيرة اليوم
de: Heutiges Tempo
es: Ritmo de hoy
fr: Rythme du jour
it: Ritmo di oggi
ja: 今日のペース
pt: Ritmo de hoje
tr: Bugünkü tempo
zh_hans: 今日节奏

# widget.pace.title
source: Net Daily Pace
ar: وتيرة يومية صافية
de: Netto-Tagespace
es: Ritmo Diario Neto
fr: Rythme Quotidien Net
it: Ritmo Giornaliero Netto
ja: 日次ネットペース
pt: Ritmo Diário Líquido
tr: Net Günlük Tempo
zh_hans: 每日净节奏

# widget.savings
source: Savings
ar: الادخار
de: Ersparnisse
es: Ahorros
fr: Épargne
it: Risparmi
ja: 貯蓄
pt: Economias
tr: Tasarruf
zh_hans: 储蓄

# widget.stale.message
source: Open BudgetMeter for the latest pace
ar: افتح BudgetMeter للحصول على أحدث الوتيرة
de: Öffne BudgetMeter für das neueste Tempo
es: Abre BudgetMeter para ver el ritmo más reciente
fr: Ouvrez BudgetMeter pour le rythme le plus récent
it: Apri BudgetMeter per il ritmo più recente
ja: 最新のペースを見るにはBudgetMeterを開いてください
pt: Abra o BudgetMeter para o ritmo mais recente
tr: En güncel tempo için BudgetMeter'ı açın
zh_hans: 打开 BudgetMeter 查看最新节奏

# widget.status.insufficient_data
source: Not enough data yet
ar: لا توجد بيانات بعد
de: Noch keine Daten
es: Aún no hay datos
fr: Pas encore de données
it: Dati insufficienti
ja: まだデータがありません
pt: Ainda sem dados
tr: Henüz yeterli veri yok
zh_hans: 暂无足够数据

# widget.status.moving_forward
source: Moving forward
ar: أنت تتقدم
de: Du kommst voran
es: Vas adelante
fr: Vous progressez
it: Stai andando avanti
ja: 前に進んでいます
pt: Seguindo em frente
tr: İleri gidiyorsun
zh_hans: 正在向前

# widget.status.neutral
source: Holding steady
ar: أنت متوازن
de: Im Gleichgewicht
es: Mantienes el ritmo
fr: Vous êtes stable
it: Sei in equilibrio
ja: 安定しています
pt: Em equilíbrio
tr: Dengedesin
zh_hans: 保持平稳

# widget.status.slowing_down
source: Pace slowed
ar: الوتيرة تباطأت
de: Tempo verlangsamt
es: El ritmo bajó
fr: Le rythme ralentit
it: Il ritmo rallenta
ja: ペースが落ちました
pt: O ritmo desacelerou
tr: Tempo yavaşladı
zh_hans: 节奏放缓

# widget.today
source: Today:
ar: اليوم:
de: Heute:
es: Hoy:
fr: Aujourd'hui :
it: Oggi:
ja: 今日:
pt: Hoje:
tr: Bugün:
zh_hans: 今天：

# widgets.nav.title
source: Widgets
ar: الويدجت
it: Widget
ja: ウィジェット
tr: Widget'lar
zh_hans: 小组件

# widgets.setup.available
source: Available Widgets
ar: الويدجت المتاحة
de: Verfügbare Widgets
es: Widgets Disponibles
fr: Widgets Disponibles
it: Widget Disponibili
ja: 利用可能なウィジェット
pt: Widgets Disponíveis
tr: Mevcut Widget'lar
zh_hans: 可用小组件

# widgets.setup.available.v1
source: Available Widget
ar: الويدجت المتاح
de: Verfügbares Widget
es: Widget Disponible
fr: Widget Disponible
it: Widget Disponibile
ja: 利用可能なウィジェット
pt: Widget Disponível
tr: Mevcut Widget
zh_hans: 可用小组件

# widgets.setup.description
source: Add BudgetMeter widgets to your Home Screen and Lock Screen to quickly view your financial data.
ar: أضف ويدجت BudgetMeter إلى الشاشة الرئيسية وشاشة القفل لعرض بياناتك المالية بسرعة.
de: Fügen Sie BudgetMeter-Widgets zu Ihrem Startbildschirm und Sperrbildschirm hinzu, um Ihre Finanzdaten schnell anzuzeigen.
es: Agrega widgets de BudgetMeter a tu pantalla de inicio y pantalla de bloqueo para ver rápidamente tus datos financieros.
fr: Ajoutez des widgets BudgetMeter à votre écran d'accueil et écran de verrouillage pour afficher rapidement vos données financières.
it: Aggiungi widget BudgetMeter alla schermata principale e schermata di blocco per visualizzare rapidamente i tuoi dati finanziari.
ja: ホーム画面とロック画面にBudgetMeterウィジェットを追加して、財務データをすばやく表示します。
pt: Adicione widgets do BudgetMeter à sua tela inicial e tela de bloqueio para visualizar rapidamente seus dados financeiros.
tr: Finansal verilerinizi hızlıca görüntülemek için BudgetMeter widget'larını Ana Ekran ve Kilit Ekranınıza ekleyin.
zh_hans: 将BudgetMeter小组件添加到主屏幕和锁定屏幕，快速查看您的财务数据。

# widgets.setup.description.v1
source: Add the BudgetMeter net daily pace widget to your Home Screen to see whether you're moving forward or slowing down.
ar: أضف ويدجت الوتيرة اليومية الصافية من BudgetMeter إلى شاشتك الرئيسية لمعرفة ما إذا كنت تتقدم أو تتباطأ.
de: Füge das BudgetMeter-Netto-Tagespace-Widget zu deinem Startbildschirm hinzu, um zu sehen, ob du vorankommst oder langsamer wirst.
es: Agrega el widget de ritmo diario neto de BudgetMeter a tu pantalla de inicio para ver si avanzas o te estás frenando.
fr: Ajoutez le widget de rythme quotidien net BudgetMeter à votre écran d'accueil pour voir si vous avancez ou ralentissez.
it: Aggiungi il widget del ritmo giornaliero netto di BudgetMeter alla schermata Home per scoprire se stai avanzando o rallentando.
ja: BudgetMeterの日次ネットペースウィジェットをホーム画面に追加して、前進しているか減速しているかを確認しましょう。
pt: Adicione o widget de ritmo diário líquido do BudgetMeter à tela inicial para ver se você está avançando ou desacelerando.
tr: İlerleyip ilerlemediğinizi veya yavaşlayıp yavaşlamadığınızı görmek için BudgetMeter net günlük tempo widget'ını Ana Ekranınıza ekleyin.
zh_hans: 将 BudgetMeter 每日净节奏小组件添加到主屏幕，查看你是在前进还是放缓。

# widgets.setup.how_to_add
source: How to Add Widgets
ar: كيفية إضافة الويدجت
de: Widgets hinzufügen
es: Cómo Agregar Widgets
fr: Comment Ajouter des Widgets
it: Come Aggiungere Widget
ja: ウィジェットの追加方法
pt: Como Adicionar Widgets
tr: Widget Nasıl Eklenir
zh_hans: 如何添加小组件

# widgets.setup.step1.description
source: Press and hold on an empty area of your Home Screen
ar: اضغط مع الاستمرار على منطقة فارغة في شاشتك الرئيسية
de: Drücke und halte eine freie Stelle auf deinem Startbildschirm
es: Mantén pulsado un área vacía de tu pantalla de inicio
fr: Appuyez et maintenez sur une zone vide de votre écran d'accueil
it: Tieni premuta un'area vuota della schermata Home
ja: ホーム画面の空いている場所を長押しします
pt: Pressione e segure uma área vazia da tela inicial
tr: Ana Ekranınızda boş bir alana basılı tutun
zh_hans: 在主屏幕空白区域长按

# widgets.setup.step1.title
source: Long Press Home Screen
ar: اضغط مطولاً على الشاشة الرئيسية
de: Startbildschirm gedrückt halten
es: Mantén pulsada la pantalla de inicio
fr: Appui long sur l'écran d'accueil
it: Tieni premuta la schermata Home
ja: ホーム画面を長押し
pt: Pressione e segure a tela inicial
tr: Ana Ekrana Uzun Basın
zh_hans: 长按主屏幕

# widgets.setup.step2.description
source: Tap the + button in the top-left corner
ar: اضغط على زر + في الزاوية العلوية اليسرى
de: Tippe auf die +-Taste oben links
es: Toca el botón + en la esquina superior izquierda
fr: Appuyez sur le bouton + en haut à gauche
it: Tocca il pulsante + nell'angolo in alto a sinistra
ja: 左上の+ボタンをタップします
pt: Toque no botão + no canto superior esquerdo
tr: Sol üst köşedeki + düğmesine dokunun
zh_hans: 点击左上角的 + 按钮

# widgets.setup.step2.title
source: Tap the + Button
ar: اضغط على زر +
de: Tippe auf die +-Taste
es: Toca el botón +
fr: Appuyez sur le bouton +
it: Tocca il pulsante +
ja: +ボタンをタップ
pt: Toque no botão +
tr: + Düğmesine Dokunun
zh_hans: 点击 + 按钮

# widgets.setup.step3.description
source: Find BudgetMeter in the widget list
ar: اعثر على BudgetMeter في قائمة الويدجت
de: Finde BudgetMeter in der Widget-Liste
es: Encuentra BudgetMeter en la lista de widgets
fr: Trouvez BudgetMeter dans la liste des widgets
it: Trova BudgetMeter nell'elenco dei widget
ja: ウィジェット一覧でBudgetMeterを見つけます
pt: Encontre o BudgetMeter na lista de widgets
tr: Widget listesinde BudgetMeter'ı bulun
zh_hans: 在小组件列表中找到 BudgetMeter

# widgets.setup.step3.title
source: Search for BudgetMeter
ar: ابحث عن BudgetMeter
de: Nach BudgetMeter suchen
es: Busca BudgetMeter
fr: Recherchez BudgetMeter
it: Cerca BudgetMeter
ja: BudgetMeterを検索
pt: Procure por BudgetMeter
tr: BudgetMeter'ı Arayın
zh_hans: 搜索 BudgetMeter

# widgets.setup.step4.description
source: Select the small net daily pace widget
ar: اختر ويدجت الوتيرة اليومية الصافية الصغير
de: Wähle das kleine Netto-Tagespace-Widget
es: Selecciona el widget pequeño de ritmo diario neto
fr: Sélectionnez le petit widget de rythme quotidien net
it: Seleziona il widget piccolo del ritmo giornaliero netto
ja: 小さい日次ネットペースウィジェットを選択します
pt: Selecione o widget pequeno de ritmo diário líquido
tr: Küçük net günlük tempo widget'ını seçin
zh_hans: 选择小型每日净节奏小组件

# widgets.setup.step4.title
source: Choose Net Daily Pace
ar: اختر الوتيرة اليومية الصافية
de: Netto-Tagespace wählen
es: Elige Ritmo Diario Neto
fr: Choisissez Rythme Quotidien Net
it: Scegli Ritmo Giornaliero Netto
ja: 日次ネットペースを選択
pt: Escolha Ritmo Diário Líquido
tr: Net Günlük Tempoyu Seçin
zh_hans: 选择每日净节奏

# widgets.setup.step5.description
source: Tap "Add Widget" to place it on your Home Screen
ar: اضغط على "إضافة ويدجت" لوضعه على شاشتك الرئيسية
de: Tippe auf "Widget hinzufügen", um es auf deinen Startbildschirm zu legen
es: Toca "Agregar Widget" para colocarlo en tu pantalla de inicio
fr: Appuyez sur "Ajouter le Widget" pour le placer sur votre écran d'accueil
it: Tocca "Aggiungi Widget" per posizionarlo sulla schermata Home
ja: 「ウィジェットを追加」をタップしてホーム画面に配置します
pt: Toque em "Adicionar Widget" para colocá-lo na tela inicial
tr: Ana Ekranınıza yerleştirmek için "Widget Ekle"ye dokunun
zh_hans: 点击“添加小组件”将其放到主屏幕

# widgets.setup.step5.title
source: Add Widget
ar: إضافة ويدجت
de: Widget hinzufügen
es: Agregar Widget
fr: Ajouter le Widget
it: Aggiungi Widget
ja: ウィジェットを追加
pt: Adicionar Widget
tr: Widget Ekle
zh_hans: 添加小组件

# widgets.setup.title
source: Widgets Setup
ar: إعداد الويدجت
de: Widget-Einrichtung
es: Configuración de Widgets
fr: Configuration des Widgets
it: Configurazione Widget
ja: ウィジェット設定
pt: Configuração de Widgets
tr: Widget Kurulumu
zh_hans: 小组件设置

# account.sign_in_prompt
source: Sign in to sync your account data.
ar: سجّل الدخول لمزامنة بيانات حسابك.
de: Melden Sie sich an, um Ihre Kontodaten zu synchronisieren.
es: Inicia sesión para sincronizar los datos de tu cuenta.
fr: Connectez-vous pour synchroniser les données de votre compte.
it: Accedi per sincronizzare i dati del tuo account.
ja: アカウントデータを同期するにはサインインしてください。
pt: Entre para sincronizar os dados da sua conta.
tr: Hesap verilerinizi eşitlemek için giriş yapın.
zh_hans: 登录以同步您的账户数据。

# sync.section.title
source: Account Sync
ar: مزامنة الحساب
de: Kontosynchronisierung
es: Sincronización de cuenta
fr: Synchronisation du compte
it: Sincronizzazione account
ja: アカウント同期
pt: Sincronização da conta
tr: Hesap Eşitleme
zh_hans: 账户同步
